TargetApplication=3.77
Author=sheppaul
SourceLANGID=1033
LANGID=1042
Generator=DKLang Translation Editor v3.0
LastModified=2017-04-18 01:32:19

[About]
00000002=정보
00000094=Aren
00000161=닫기
00000162=버전
00000165=코멘트, 버그나 개선 방법 등에 관한 것은 매우 환영합니다.
00000166=Advanced Renamer 정보
00000167=포럼도 확인하세요
00000168=라이선스 키:
00000169=이름:
00000170=등록:
00000171=적용
00000172=라이선스 키 얻기
00000173=개인적인 사용:
00000174=기부하기
00000175=상업적인 사용:
00000176=구매하기

[AddDir]
00000002=폴더 추가
00000094=마스크(&M):
00000161=취소
00000162=예
00000163=하위 폴더 추가하기(&S)
00000164=새 폴더...
00000165=정규 표현식 일치:

[ARenMain]
00000002=ARen
00000005=정규 표현식 일치:
00000006=오류 0개
00000007=상태: 예
00000008=메인 도구바
00000009=새로고침
00000010=일괄처리 테스트
00000011=자동 테스트
00000012=썸네일
00000013=설정
00000014=도움말
00000015=인덱스(&I)...
00000016=단축키(&K)...
00000017=버전 로그(&V)...
00000018=새 버전 확인하기(&N)...
00000020=정보(&A)...
00000021=이전 일괄처리 실행 취소
00000022=일괄처리 시작
00000023=도구바 목록
00000024=추가하기(&A)
00000025=파일(&F)...
00000026=폴더(&D)...
00000027=목록(&L)
00000028=불러오기(&L)...
00000029=저장하기(&S)...
00000030=지우기(&C)...
00000031=오류 항목 삭제하기(&E)
00000032=맨 위로 이동하기
00000033=위로 이동하기
00000034=아래로 이동하기
00000035=맨 아래로 이동하기
00000036=파일명 바꾸기
00000058=폴더명 바꾸기
00000067=파일명:
00000068=폴더명:
00000069=크기:
00000070=생성일:
00000071=변경일:
00000072=파일형식:
00000073=속성:
00000074=접근일:
00000075=항목 정보
00000076=정보 없음
00000077=확장 정보를 불러올 수 없습니다. 파일이 사용 중인 것 같습니다.
00000078=Img
00000079=넓이:
00000080=찍은날:
00000081=저작자:
00000082=저작권:
00000084=ID3
00000085=제목:
00000086=아티스트:
00000087=앨범:
00000088=트랙:
00000089=년도:
00000090=장르:
00000091=폴더
00000092=포함:
00000094=발견한 방법이 없습니다.
00000095=이름 바꾸기 방법 목록
00000096=방법 도구바
00000097=방법 추가하기
00000098=방법 삭제하기
00000099=지우기
00000100=맨 위로
00000101=위로
00000102=아래로
00000103=맨 아래로
00000105=방목 목록 불러오기
00000106=방법 목록 저장하기
00000107=프리셋:
00000110=목록 저장하기
00000111=선택 항목 이동하기
00000112=맨 위로 이동하기
00000113=위로 이동하기
00000114=아래로 이동하기
00000115=맨 아래로 이동하기
00000116=추가하기...
00000117=삭제하기
00000118=실행하기
00000119=속성...
00000120=목록 불러오기...
00000121=텍스트 파일로...
00000122=목록 지우기
00000123=새로고침
00000124=세트
00000125=세로행 맞추기
00000144=사용자 정의(&C)...
00000145=복사하기(&C)
00000152=이동하기
00000153=맨 위로
00000154=위로
00000155=아래로
00000156=맨 아래로
00000157=방법 바꾸기
00000158=방법 추가하기
00000159=삭제하기
00000160=지우기
00000161=시작하는데 도움이 필요하신가요?
00000162=시작하는데 도움이 필요하신가요?
00000163=시작하기(&G)...
00000164=일괄처리 방법 추가하기
00000179=태그 넣기(&T)
00000180=실행 취소하기(&U)
00000181=잘라내기(&T)
00000182=복사하기(C)
00000183=붙여넣기(&P)
00000184=모두 선택하기(&A)
00000185=온라인 포럼 방문하기(&F)...
00000186=세로행 사용자 정의
00000187=세트
00000188=세로행 맞추기
00000189=사용자 정의(C)...
00000190=보기 스타일
00000191=자세히
00000192=큰 아이콘
00000193=작은 아이콘
00000194=목록
00000196=표시
00000197=선택항목 표시 해제하기
00000198=선택항목 표시하기
00000200=모두 표시 해제하기
00000201=모두 표시하기
00000202=일괄처리 모드:
00000203=출력 폴더:
00000204=목록 저장하기
00000205=CSV 파일...
00000206=ID3 태그가 없는 항목 삭제하기
00000207=이미지 정보가 없는 항목 삭제하기
00000219=이름 충돌 규칙:
00000220=분리자:
00000221=패턴:
00000223=일괄처리 방법 열기
00000225=일괄처리 방법 저장하기
00000226=비디오
00000227=넓이:
00000228=프레임 레이트:
00000229=재생 시간:
00000230=비디오 코덱:
00000231=오디오 코덱
00000232=비트레이트:
00000233=GPS 위치:
00000234=무작위 정렬하기
00000235=설명 바꾸기...
00000236=GPS 정확도:
00000237=Exif 도구...
00000238=폴더 도구바 추가하기
00000239=선택 항목 추가
00000240=파일 보기
00000241=새로고침
00000242=폴더 패널
00000243=폴더 패널
00000244=선택항목 추가하기
00000245=TV 쇼...
00000246=가져오기
00000247=TV 쇼:
00000248=TV 에피소드:
00000249=CSV 파일...
00000250=패턴으로 표시하기...
00000251=패턴으로 표시 해제하기...
00000252=프로그램
00000253=명령행 설정...
00000254=표시 반전하기
00000255=선택하기
00000256=모두 선택하기
00000257=모두 선택 해제하기
00000258=선택 반전하기
00000259=일치하지 않는 패턴 표시하기...
00000260=포함하는 폴더 열기
00000261=Advanced Renamer의 새 버전이 나왔습니다.
00000262=지금 업그레이드하세요!
00000264=닫기
00000265=라이선스 키...
00000266=GPS 값
00000267=메타데이터
00000268=새 파일명 무시하기...

[BatchResultFrame]
00000003=마지막 결과
00000004=총 항목 수:
00000005=발견한 오류:
00000006=오류 보기...
00000007=마지막 일괄처리 실행 취소하기...
00000008=모든 성공적인 항목 추가하기
00000009=오류 항목 추가하기
00000010=모든 항목 추가하기

[CustomizeCols]
00000002=세로행 사용자 정의
00000094=세로행 세트:
00000095=세로행:
00000096=세로행 너비:
00000097=예
00000098=취소
00000099=위로
00000100=아래로
00000101=맨 위로
00000102=맨 아래로
00000103=저장하기
00000104=삭제하기

[frmAddFolderChoice]
00000001=폴더 추가하기
00000002=취소
00000003=예
00000004=폴더의 파일 추가하기
00000005=폴더 추가하기
00000006=하위 폴더 포함하기
00000007=파일명 표시:
00000008=Advanced Renamer에 폴더를 추가할 방법을 선택합니다.
00000009=루트 폴더 추가하기
00000010=하위 폴더 추가하기
00000011=정규 표현식 일치:

[frmCommandLine]
00000002=명령행 설정
00000202=일괄처리 모드:
00000223=일괄처리 방법 열기
00000224=경로:
00000225=방법 목록 파일:
00000226=항목 형식:
00000227=항목:
00000228=항목 순서:
00000229=출력 로그 파일:
00000230=대상 폴더:
00000231=항목 표시:
00000232=Regex 항목 표시:
00000233=명령어:
00000234=항목 포함 파일:
00000235=하위 폴더에서도 항목 추가하기
00000236=뒤바꾸기
00000237=경로의 항목
00000238=항목 목록
00000239=항목 포함 파일
00000240=명령어 복사하기
00000241=.bat 파일로 저장하기...
00000242=닫기
00000243=파일 열기
00000244=파일 저장하기
00000245=일괄처리 파일 저장하기

[frmCSVImport]
00000002=CSV 가져오기
00000003=가져오기
00000008=취소
00000009=파일명:
00000010=세로행 분리자:
00000011=원본 파일명 세로행:
00000012=새 파일명 세로행: (선택)
00000013=원본 파일 기본 폴더:
00000014=첫째줄은 헤더입니다
00000015=원본 파일명
00000016=새 파일명
00000017=상태

[frmExifTool]
00000002=Exif 도구
00000094=닫기
00000096=태그:
00000097=복사하기
00000098=Exif 도구는 Advanced Renamer보다 더 많은 파일 형식을 지원하는 외부 프로그램입니다. 파일의 더 많은 메타 데이터를 사용하려면 Exif 도구를 사용하세요.
00000099=Exif 도구 웹사이트
00000100=필터:

[frmJSScript]
00000001=스크립트
00000002=닫고 스크립트 적용하기
00000003=이 스크립트는 목록의 모든 항목에 대해 한 번 실행될 것입니다.
00000004=이 스크립트는 목록의 모든 항목을 반복하고 처리하는 것에 우선해서 한 번만 실행이 될 것입니다. 초기값을 설정할 때 사용하세요.

[frmTVShow]
00000002=TV 쇼 가져오기
00000003=예
00000004=TV 쇼 검색하기:
00000005=검색하기
00000006=다음 >
00000007=< 이전
00000008=취소
00000009=선택한 쇼:
00000010=장르:
00000011=시즌:
00000013=시즌:
00000014=에피소드:
00000015=TVMaze.com에서 수집한 TV 쇼 정보를 목록의 파일에 덧붙이려면 이 가이드를 사용하세요.\n\n계속하기 전에 목록에 있는 파일의 순서가 바르게 되어 있는지 확인해야 합니다.\n\nTVrage.com에서 정보를 가져오는 것이 끝나면 파일의 이름을 바꿀 때 \nTV 쇼의 정보를 가지고: \nTV 쇼 태그를 사용할 수 있습니다\n
00000016=가져오기:
00000017=파일 목록 총수:
00000018=선택한 에피소드 총수:
00000019=새로고침
00000020=전부
00000021=없음
00000022=전부
00000023=없음

[InsertTag]
00000003=<Inc Nr> - 숫자 증가
00000096=기본값
00000097=<DirName> - 폴더명
00000099=<Inc Alpha> - 문자 증가
00000101=<Num Dirs> - 폴더 내 하위 폴더의 총수
00000103=<Num Files> - 폴더 내 파일의 총수
00000105=<Ext> - 확장자
00000107=<Name> - 확장자 없는 파일명
00000109=<Inc NrDir> - 폴더별 숫자 증가
00000111=<Num Items> - 이 목록 내 항목의 총수
00000113=ID3/MP3
00000114=<ID3 Album> - ID3 앨범
00000116=<ID3 Year> - ID3 년도
00000118=<ID3 Track> - ID3 트랙
00000120=<ID3 Title> - ID3 제목
00000122=<ID3 Genre> - ID3 장르
00000124=<ID3 Artist> - ID3 아티스트
00000126=이미지
00000127=<Img Width> - 이미지 너비
00000129=<Img Height> - 이미지 높이
00000131=<Img Year> - 이미지 년도
00000133=<Img Month> - 이미지 월
00000135=<Img Day> - 이미지 요일
00000137=<Img Hour> - 이미지 시간
00000139=<Img Min> - 이미지 분
00000141=<Img Sec> - 이미지 초
00000143=<Img Author> - 이미지 저작자
00000145=<Img Copyright> - 이미지 저작권
00000147=시간
00000148=<Year> - 년
00000150=<Sec> - 초
00000152=<Min> - 분
00000154=<Hour> - 시
00000156=<Day> - 일
00000158=<Month> - 월
00000160=생성
00000161=<Year Created> - 생성 년도
00000163=<Sec Created> - 생성 초
00000165=<Min Created> - 생성 분
00000167=<Hour Created> - 생성 시
00000169=<Day Created> - 생성 일
00000171=<Month Created> - 생성 월
00000173=변경
00000174=<Year Modified> - 변경 년도
00000176=<Sec Modified> - 변경 초
00000178=<Min Modified> - 변경 분
00000180=<Hour Modified> - 변경 시
00000182=<Day Modified> - 변경 일
00000184=<Month Modified> - 변경 월
00000186=도움말
00000187=<Rand> - 무작위 숫자
00000188=고급
00000189=<File Content> - 파일 컨텐츠
00000190=<Bitrate> - 비트레이트
00000191=<Substr> - 하위 문자열
00000192=<RSubstr> - 하위 문자열 - 오른쪽
00000193=<Word> 파일명의 색인 단어
00000194=<Img Subsec> - 이미지 하위초
00000195=파일 크기
00000196=<Filesize> - 파일크기
00000197=<Filesize KB> - 파일크기 KB
00000198=<Filesize MB> - 파일크기 MB
00000199=<Filesize GB> - 파일크기 GB
00000200=<Filesize TB> - 파일크기 TB
00000201=비디오
00000202=<Video Width> - 가로 비디오 해상도
00000203=<Video Height> - 세로 비디오 해상도
00000204=<Video Codec> - 비디오 코덱
00000205=<Video Audio Codec> - 오디오 코덱
00000206=<Bitrate> - 총 비트레이트
00000207=<Video Bitrate> - 비디오 비트레이트
00000208=<Video Audio Bitrate> - 오디오 비트레이트
00000210=<Video FrameRate> - 초당 프레임 수
00000211=<Video Duration> - 비디오 재생 시간
00000212=<Img CameraMake> - 카메라 제조사
00000213=<Img CameraMake> - 카메라 제품명
00000214=<Img Aperture> - 조리개
00000215=<Img Brightness> - 밝기
00000216=<Img FocalLength> - 초점거리
00000217=<Img ISO> - 감도
00000218=<Img ShutterSpeed> - 셔터 속도
00000219=<Img ExposureTime> - 노출 시간
00000220=<Img Subject> - 주체
00000221=<Img Title> - 제목
00000222=<Img Contrast> - 명암
00000223=<Img ExposureMode> - 노출 모드
00000224=<Img ExposureProgram> - 노출 프로그램
00000225=<Img Saturation> - 채도
00000226=<Img Sharpness> - 날카로움
00000227=<Img WhiteBalance> - 화이트 밸런스
00000228=GPS
00000229=<GPS Lat> - 위도
00000230=<GPS Lat Min> - 위도 도
00000231=<GPS Lat Sec> - 위도 초
00000232=<GPS Lat Min> - 위도 분
00000237=<GPS Lng> - 경도
00000238=<GPS Lng Deg> - 경도 도
00000239=<GPS Lng Min> - 경도 분
00000240=<GPS Lng Sec> - 경도 초
00000241=<GPS Alt> - 고도
00000242=<GPS Country> - 사진을 찍은 국가
00000243=<GPS City> - 사진을 찍은 도시
00000244=<GPS State> - 사진을 찍은 주
00000245=<GPS Lng Dir> - 경도 방향
00000246=<GPS Lat Dir> - 위도 방향
00000247=<ExifTool> - Exif 도구의 값
00000249=체크섬
00000250=<MD5> - MD5 체크섬
00000251=<SHA1> - SHA-1 체크섬
00000252=<SHA256> - SHA-256 체크섬
00000253=TV쇼
00000254=<TVShow Genres> - 장르 목록
00000255=<TVShow Year> - 에피소드 방영연도
00000256=<TVShow Title> - TV 쇼 이름
00000257=<TVShow Season> - 시즌 번호
00000258=<TVShow EpisodeNumber> - 에피소드 번호
00000259=<TVShow Day> - 에피소드 방영일
00000260=<TVShow Month> - 에피소드 방영월
00000261=<TVShow StartYear> - 쇼 최초 방영연도
00000262=<TVShow EpisodeTitle> - 에피소드 제목
00000263=<TVShow EpisodeSequence> - 에피소드 연속 번호
00000264=<Inc Hex> - 16진수 증가
00000265=<Inc Roman> 로마 숫자 증가
00000266=<Video Title> - 비디오 제목
00000267=<Video Genre> - 비디오 장르
00000279=<ID3 Duration> - 오디오 재생 시간
00000280=<ID3 Hour> - 오디오 재생 시간의 시간
00000281=<ID3 Min> - 오디오 재생 시간의 분
00000282=<ID3 Sec> - 오디오 재생 시간의 초
00000283=<Video Hour> - 비디오 재생 시간의 시간
00000284=<Video min> - 비디오 재생 시간의 분
00000285=<Video Sec> - 비디오 재생 시간의 초
00000286=<File Line> - 첫째 줄
00000287=<Dec Nr> 숫자 감소
00000288=<UnixTimestamp> - 유닉스 타임스탬프
00000289=<UnixTimestamp Created> - 유닉스의 생성 타임스탬프
00000290=<UnixTimestamp Modified> - 유닉스의 변경 타임스탬프
00000291=태그 문서
00000292=<Img DPI> - 이미지 해상도, DPI
00000293=<Img Width Inch> - 너비, 인치
00000294=<Img Height Inch> - 높이, 인치
00000295=<Img Width Cm> - 너비, 센티미터
00000296=<Img Height Cm> - 높이, 센티미터
00000297=<Img Width Mm> - 너비, 밀리미터
00000298=<Img Height Mm> - 높이, 밀리미터
00000299=<Rand Str> - 무작위 문자열
00000300=<ID3 Disc> - ID3 디스크

[InsertTagWnd]
00000002=텍스트 필드 값
00000094=취소
00000095=수치
00000096=패턴
00000097=예
00000098=정규식 사용하기
00000099=태그:
00000100=정규식용 메타문자:

[Patern]
00000002=패턴
00000094=사용 가능한 패턴:
00000159=삭제
00000160=선택한 패턴:
00000161=예
00000162=취소
00000163=추가하기
00000164=새로운

[PreRenaming]
00000002=이름변경 시작
00000094=이름변경 설정:
00000160=이름변경 버튼을 누르기 전에 이름변경 설정이 올바른지 확인하세요.
00000161=취소
00000162=시작

[Progress]
00000002=진행
00000094=일괄처리를 수행하는 동안 기다리세요...
00000160=총 파일 수:
00000161=예
00000162=오류 보기
00000163=파일 추가하기:
00000164=없음
00000165=없음\n이름변경 가능한 파일\n이름변경 불가능한 파일\n모든 파일\n
00000166=탭시트1
00000167=파일명
00000168=오류코드
00000169=오류 설명
00000170=전체 파일:
00000171=성공:
00000172=오류:
00000173=탭시트2
00000174=오류 발견:

[ProgressAdd]
00000002=기다리세요
00000094=파일 추가중...
00000161=취소

[ProgressError]
00000002=오류를 발견했습니다
00000094=일괄처리를 위해 선택한 파일에서 오류를 발견했습니다. 다음 파일은 이름을 변경할 수 없습니다. 아래 동작을 선택하세요. 아직 이름을 변경한 파일이 없습니다.
00000161=일괄처리 중단하기
00000163=오류 파일 건너뛰기
00000164=전체 파일:
00000165=오류:
00000166=파일명
00000167=오류

[Settings]
00000002=설정
00000161=취소
00000162=예
00000163=기본값
00000164=미지원하는 것을 바꾸기:
00000165=썸네일 너비:
00000166=썸네일 높이:
00000167=파일정보 박스 보기
00000168=삭제 목록 확인하기
00000171=탐색기 컨텍스트 메뉴
00000172=그리드 보이기
00000173=이미지 너비와 높이에 EXIF 정보 사용하기
00000175=언어:
00000177=이 폴더 설정 저장하기:
00000178=사용자 폴더
00000179=aren.exe과 같은 폴더
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=폴더 열기..
00000187=시작시 도움말 보기
00000188=Inc Nr 태그에서 0 채우기 사용하기
00000194=시작시 업데이트 확인하기
00000195=이미지 날짜 시간 동작용 EXIF 필드:
00000196=체크 상태는 Inc Nr 태그에 영향을 미칩니다
00000197=단어 분리자:
00000198=.aren 파일을 Advanced Renamer에 연결하기
00000199=환경
00000200=프로그램
00000201=이름 바꾸기
00000202=이미지 파일
00000203=음악 파일
00000204=ID&3 설정:
00000205=방법 버튼 바 추가 보이기
00000206=일괄처리 종료시 파일 추가하기:
00000207=콘솔 실행기
00000208=환경 경로의 응용 프로그램 폴더
00000209=JS 스크립트 편집기
00000210=탭 들여쓰기 크기:
00000212=줄끝을 지나서 스크롤하기
00000213=항목 제한:
00000214=파일 쌍의 이름을 같은 새 파일 이름으로 바꾸기\nRename file pairs with the same new filename

[UndoBatchForm]
00000002=실행 취소
00000094=목록 왼쪽에서 실행 취소할 작업을 선택하세요
00000161=닫기
00000162=이 목록 실행 취소
00000163=원본 항목
00000164=이름 변경한 파일명
00000165=오류
00000166=원본 폴더
00000167=모두 체크하기
00000168=모두 체크 해제하기
00000169=이름 바꾸기 작업을 되돌리려면 아래의 이전 일괄처리 작업을 선택하고 "이 목록 실행 취소" 버튼을 누르세요.
00000170=이름 변경한 폴더
00000171=삭제하기...
00000172=오류 항목 체크 해제하기

[GPSValuesForm]
00000002=GPS 값
00000003=원래 값\n값\n
00000004=확인
00000005=취소
00000006=GPU 값을 무시하려면 아래 목록을 이용하세요.

[MetaDataBatchForm]
00000002=메타데이터 쓰기 일괄처리
00000003=메타데이터 필더:
00000004=일괄처리 시작
00000005=이 기능은 등록된 사용자만 사용할 수 있습니다. 비등록시 한 항목당 한 번만 동작합니다.
00000017=파일의 메타데이터 변경시 파일에 오류가 생길 가능성이 있습니다. 메타데이터 변경 전에 해당 파일을 미리 백업하세요. 또 이 기능은 로컬 하드 상의 파일에서만 사용하세요. 대부분의 JPEG과 다른 파일 형식에서 사용할 수 있습니다.
00000018=파일명
00000019=원래 값
00000020=새 값
00000021=상태
00000022=취소
00000023=닫기

[PleaseRegisterForm]
00000002=등록하세요
00000094=Advanced Renamer가 맘에 들고 자주 사용한다면, 라이선스를 취득하여 프로젝트를 지원해 주시길 부탁드립니다. 라이선스 키를 등록하려면 아래의 버튼을 이용하세요.
00000173=개인적인 사용:
00000174=기부
00000175=상업적인 사용:
00000176=구매
00000177=닫기
00000181=라이선스 키:
00000182=이름:
00000183=등록:
00000184=적용

[$CONSTANTS]
AbsoluteDateTime=절대적 날짜와 시간
Accessed=접근
AccessedDateTime=접근 날짜와 시간
Action=동작
Active=활성화
Add=추가하기
AddFiles=파일 추가하기
AddingFiles=파일 추가중...
All=모두
AllFiles=모든 파일
AllItems=모든 항목
AnalyzingFiles=파일 분석 중...
ApplyScript=스크립트 적용
ApplyTo=적용하기
Archive=압축
Archive_Short=A
Ask=묻기
AtIndex=인덱스에서
Audio=오디오
Backwards=뒤로
BatchModeCopy=복사하기
BatchModeMove=이동하기
BatchModeRename=이름 바꾸기
Beta=베타
BetaFeature=베타 기능
CaseSensitive=대소문자 구별하기
ColumnName0=파일명
ColumnName1=경로
ColumnName10=ID3 장르
ColumnName100=폴더명
ColumnName101=경로
ColumnName102=생성일
ColumnName103=속성
ColumnName104=새 속성
ColumnName105=새 폴더명
ColumnName106=새 생성일
ColumnName107=오류 코드
ColumnName108=오류
ColumnName109=새 경로
ColumnName11=ID3 제목
ColumnName12=ID3 트랙
ColumnName13=ID3 년도
ColumnName14=새 속성
ColumnName15=새 파일명
ColumnName16=새 생성일
ColumnName17=새 접근일
ColumnName18=새 변경일
ColumnName19=오류 코드
ColumnName2=크기
ColumnName20=오류
ColumnName21=찍은 날
ColumnName22=확장자
ColumnName23=새 경로
ColumnName3=생성일
ColumnName4=접근일
ColumnName5=변경일
ColumnName6=속성
ColumnName7=넓이
ColumnName8=ID3 앨범
ColumnName9=ID3 아티스트
CommercialUse=상업적인 사용
ContinueQuestion=계속할까요?
CopiedFileCouldNotBeFound=복사한 파일을 찾을 수 없습니다
CopiedFolderCouldNotBeFound=복사한 폴더를 찾을 수 없습니다
CopiedItem=복사한 항목
CopiedItemPath=복사한 항목 경로
CopyValueToAll=값을 전부에 복사하기
CopyValueToAllAbove=값을 위 전부에 복사하기
CopyValueToAllBelow=값을 아래 전부에 복사하기
Created=생성
CreatedDateTime=생성 날짜와 시간
current=현재
Datetime=날짜시간
Day=요일
Day_Long_1=월요일
Day_Long_2=화요일
Day_Long_3=수요일
Day_Long_4=목요일
Day_Long_5=금요일
Day_Long_6=토요일
Day_Long_7=일요일
Day_Short_1=월
Day_Short_2=화
Day_Short_3=수
Day_Short_4=목
Day_Short_5=금
Day_Short_6=토
Day_Short_7=일
DeltaDateTime=델타 날짜와 시간
Description=설명
DirnamePattern=폴더명 패턴
Edit=편집
Error=오류
Errors=오류
Err_100=예
Err_101=알 수 없는 오류
Err_102=<>:"/\\*? 는 파일명으로 사용할 수 없습니다
Err_103=파일명에 사용불가한 문자가 있습니다
Err_104=파일명이 너무 깁니다
Err_105=파일이 이미 있습니다
Err_106=폴더가 존재하지 않습니다
Err_107=원본 파일을 찾을 수 없습니다
Err_108=파일명을 지정하지 않았습니다
Err_109=다수의 파일이 동일한 이름인 것 같습니다
Err_110=무효한 이름 바꾸기 방법
Err_111=이미지 정보를 찾을 수 없습니다
Err_112=ID3 태그를 찾지 못했습니다
Err_113=<Inc Alpha> 의 너무 많은 파일
Err_114=무효한 타임스탬프
Err_115=확장자가 변경되었습니다
Err_116=무효한 태그
Err_117=무효한 정규식
Err_118=패턴을 찾을 수 없습니다
Err_119=Geo 서버의 결과가 없습니다
Err_120=Geo 서버의 무효한 결과
Err_121=비디오 정보를 찾지 못했습니다
Err_122=GPS 정보를 찾지 못했습니다
Err_123=폴더를 다른 드라이브로 복사 또는 이동할 수 없습니다
Err_124=무효한 스크립트
Err_125=Exif 도구 오류
Err_126=TV쇼 정보를 가져올 수 없습니다. TVImport 윈도우를 우선 사용하세요.
Err_127=중복 무시하기
Err_128=확인, 파일 쌍
Err_129=확인, 이름 무시
Err_FieldWriteError=필드 쓰기를 검증할 수 없습니다
Excellent=Excellent
EXIFDate_DateDigitized=디지털화한 날짜
EXIFDate_DateOriginal=원본 날짜
EXIFDate_DateTaken=찍은 날짜
EXIFToolDate_DateOriginal=ExifTool 원본 날짜
EXIFToolGPSDateTime=ExifTool GPS 날짜시간
Extension=확장자
Fair=상당한
File=파일
FileCouldNotBeRenamed=파일의 이름을 변경할 수 없습니다
Fileinfo=항목 정보
FilenamePattern=파일명 패턴
FileRenamedOK=이름을 잘 변경했습니다
Files=파일
Folder=폴더
FolderLocation=폴더 위치
Folders=폴더
GettingThumbnails=썸네일 검색 중
Good=좋은
GotErrors=오류 발생
HandleNegativeNumbers=음수 다루기
Hidden=숨김
Hidden_Short=H
Hour=시간
Ideal=가장 알맞은
ImageDateTime=이미지 날짜와 시간
ImageFile=이미지 파일
InputMessageDescription=방법 설명 바꾸기
InsertValue=값 넣기...
InvertCase=대소문자 반전
ItemNotReverted=항목을 되돌릴 수 없습니다
ItemRevertedOK=항목을 되돌렸습니다
Items=항목
LoadList=목록 불러오기
LowerCase=소문자로 설정
LowerCaseFirstLetter=첫 문자를 소문자로 설정
LowerCaseFirstLetterInEveryWord=모든 단어의 첫 문자를 소문자로 설정
LowerCasePattern=패턴을 소문자로 설정
MethodName_Add=추가하기
MethodName_Attributes=속성
MethodName_List=목록
MethodName_ListReplace=목록교체
MethodName_Move=이동하기
MethodName_NewCase=새 문자
MethodName_NewName=새 이름
MethodName_Remove=삭제하기
MethodName_RemovePattern=패턴삭제
MethodName_Renumber=번호변경
MethodName_Replace=바꾸기
MethodName_Script=스크립트
MethodName_Swap=교환
MethodName_Timestamp=타임스탬프
MethodName_Trim=공백제거
Methods=방법
Min=분
Moderate=중간의
Modified=변경
ModifiedDateTime=변경 날자와 시간
Month=월
Month_01_Long=1월
Month_01_Short=1월
Month_02_Long=2월
Month_02_Short=2월
Month_03_Long=3월
Month_03_Short=3월
Month_04_Long=4월
Month_04_Short=4월
Month_05_Long=5월
Month_05_Short=5월
Month_06_Long=6월
Month_06_Short=6월
Month_07_Long=7월
Month_07_Short=7월
Month_08_Long=8월
Month_08_Short=8월
Month_09_Long=9월
Month_09_Short=9월
Month_10_Long=10월
Month_10_Short=10월
Month_11_Long=11월
Month_11_Short=11월
Month_12_Long=12월
Month_12_Short=12월
MoveCount=이동 총수
MovedFileCouldNotBeFound=이동한 파일을 찾을 수 없습니다
MovedFolderCouldNotBeFound=이동한 폴더를 찾을 수 없습니다
MovedItem=이동한 항목
MovedItemPath=이동한 항목 경로
MoveFrom=다음에서 이동
MoveRelative=상대적 이동
MoveTo=다음으로 이동
MsgTitle_Confirm_ClearList=목록 지우기
MsgTitle_Confirm_DeleteColumnSet=세로행 세트를 지울까요?
MsgTitle_Confirm_OverwriteColumnSet=세트가 이미 있습니다
MsgTitle_Confirm_Quit=Advanced Renamer 종료하기
MsgTitle_Error=오류
MsgTitle_Error_FileNotFound=파일이 없습니다
MsgTitle_Error_InvalidColumnSetName=무효한 이름
Msg_Confirm_ClearList=목록에서 모든 파일을 제거하려는 중입니다.\n\n계속할까요?
Msg_Confirm_ClearMethodList=방법 목록을 지울까요?
Msg_Confirm_DeleteColumnSet=세로행 세트를 삭제합니다\n\n"%s" 세트를 확실히 삭제할까요?
Msg_Confirm_ExtChanged=몇몇 파일의 확장자를 변경할 것입니다. 어떤 경우에 파일을 사용하지 못할 수 있습니다.\n\n그래도 파일명을 변경할까요?
Msg_Confirm_OverwriteColumnSet=세트가 이미 존재합니다\n\n"%s" 세트를 덮어쓸까요?
Msg_Confirm_OverwriteFile=파일을 덮어쓸까요?\n\n"%s" 파일을 덮어쓰려고 합니다. 계속할까요?
Msg_Confirm_PopulateList=목록에 있는 항목의 원래 이름으로 텍스트 박스를 덧붙일까요?
Msg_Confirm_Quit=목록에 여전히 파일이 있습니다\n\n확실히 종료할까요?
Msg_Confirm_RenamingPossibleErrors=오류를 발견했습니다\n\n추가한 파일의 이름을 변경할 수 없는 오류를 찾았습니다.\n\n이름 바꾸기를 계속할까요?
Msg_Confirm_SettingsPathChanged=설정 폴더를 변경했습니다.\n\n현재 설정을 이 폴더로 복사할까요?\n\n노트: 폴더에 존재하는 파일에 덮어 쓸 것입니다.
Msg_Error_AddFileAssociation=파일 연결을 추가할 수 없습니다
Msg_Error_CannotAddSoManyFiles=파일을 추가할 수 없습니다.\n\n목록에 %d 항목 이상을 불러올 수 없습니다.
Msg_Error_CheckUpdates=오류\n\n업데이트를 확인할 수 없습니다.
Msg_Error_CoultNotCreateFolder=폴더를 만들 수 없습니다
Msg_Error_FileNotFound=오류\n\n"%s" 파일을 찾을 수 없습니다.
Msg_Error_InvalidColumnSetName=오류\n\n%s는 유효한 이름이 아닙니다\n\n세로행 세트 이름은 글자, 숫자와 - 와 _ 만 포함할 수 있습니다.
Msg_Error_InvalidFolder=오류\n\n유효한 폴더가 아닙니다.
Msg_Error_ListIsEmpty=목록이 비었습니다
Msg_Error_MustEnableBeforeAddFolders="%s"나 "%s"를 활성화해야 합니다
Msg_Error_MustHaveSingleExtension=목록의 모든 항목은 같은 파일 확장자를 가지고 있어야 합니다
Msg_Error_NotFoundItems=%d 항목을 찾지 못했습니다.\n\n%s
Msg_Error_NoUndoList=실행 취소 목록을 선택하지 않았습니다.
Msg_Error_Only2000Plus=이 기능은 현 시스템에서 지원하지 않습니다. 이 기능은 윈도우 2000 이상에서만 사용할 수 있습니다.
Msg_Error_RemoveFileAssociation=파일 연결을 삭제할 수 없습니다
Msg_Error_RenamingNoFilesInList=오류\n\n목록에 파일이 없기 때문에 이름 바꾸기를 시작할 수 없습니다.
Msg_Error_Server=서버와 통신 중 오류 발생
Msg_Error_Unknown=알 수 없는 오류\n\n%s
Msg_FirstTimeUse=Advanced Renamer를 처음 사용해 보는 것 같습니다. 이 프로그램을 사용 전에 사용자 가이드를 살펴보면 도움이 될 것입니다.\n\n지금 사용자 가이드를 볼까요?
Msg_Info_BatchModeNotSupportedForFolders=선택한 일괄처리 모드는 폴더에 사용할 수 없습니다.
Msg_Info_BatchWriteMetadataCompleted=일괄 쓰기를 완료했습니다.\n\n%d 개 항목을 처리했습니다.\n%d 개 확인했습니다.\n%d 개 변경되지 않았습니다.\n%d 개 오류가 있습니다.
Msg_Info_ConvertMethods_0310=이 버전의 Advanced Renamer에서 방법 프리셋은 사용자 폴더에 위치해 있습니다. 예를 누르면 현존하는 방법 프리셋을 변환 저장할 수 있는 빈 폴더를 선택할 수 있습니다.
Msg_Info_CouldNotBeAdded=%d 파일을 추가할 수 없습니다.
Msg_Info_ItemsAlreadyInList=%d 개의 항목이 이미 목록에 있습니다
Msg_Info_LanguageChange=프로그램을 재시작하면 언어 변경을 우선 적용합니다.
Msg_Info_NewVersion=새 버전의 Advanced Renamer이 있습니다.\n\n새 버전을 다운로드할까요?
Msg_Info_NoNewVersion=지금은 새 버전의 Advanced Renamer가 없습니다.
Msg_Info_RevertChanges=이 동작은 모든 설정을 기본값으로 되돌릴 것입니다.\n\n계속할까요?
Msg_Info_ThankYou=고맙습니다 :-). 당신이 최고에요!
Msg_Info_UndoHasEnded=실행 취소 일괄처리가 끝났는데 %d 개의 오류가 발생했습니다.
Msg_Info_UndoSuccess=일괄처리를 성공적으로 원상복구했습니다.
MusicFile=음악 파일
Name=이름
NameAndExtension=이름과 확장자
NameCollisionRule_AppendImgSubsec=이미지 하위 초 덧붙이기
NameCollisionRule_AppendNumber=숫자 증가 덧붙이기
NameCollisionRule_AppendPattern=패턴 덧붙이기
NameCollisionRule_Fail=실패
NameCollisionRule_Ignore=무시하기
NewCase=새 문자
NewFolder=새 폴더
NewName=새 이름
NewNumber=새 번호
No=아니오
NoChange=변경하지 않음
NoMethods=사용중인 방법이 없습니다.\n\n새 방법을 추가하려면 주가 버튼을 누르세요.
None=없음
NotRegistered=미등록
Nth1=첫번째
Nth2=두번째
Nth3=세번째
Nth4=네번째
Nth5=다섯번째
Nth6=여섯번째
Nth7=일곱번째
Nth8=여덟번째
Nth9=아홉번째
NumberDifference=숫자 차이
NumberLength=숫자 길이
NumberPosition=숫자 위치
NumericValueOrPattern=수치 또는 검색 패턴
Occurrence=발생률
OK=예
OriginalFileNotFound=원본 파일을 찾지 못했습니다
OriginalFileStillExists=원본 파일이 여전히 존재합니다
OriginalFolderNotFound=원본 폴더를 찾지 못했습니다
OriginalFolderStillExists=원본 폴더가 여전히 존재합니다
Pattern=패턴
PersonalUse=개인적인 사용
PleaseRegisterMessage=개발자의 메시지:\n\n이 소프트웨어를 자주 사용하거나 상업적인 용도로 사용하려면 아래 두 버튼 중 하나를 이용해 라이선스 키를 구해 주시길 제발 부탁드립니다.\n\nKim Jensen 올림
Poor=부족한
PopulateList=목록 덧붙이기
PreBatchScript=일괄처리 전 스크립트...
ReadOnly=읽기전용
Readonly_Short=R
RegEx_AnyChar=아무 문자
RegEx_CharList=문자의 목록에 포함된 문자
RegEx_Digit=숫자 문자
RegEx_EndLine=줄 끝
RegEx_Match0OrMore=0번 이상 일치
RegEx_Match1Or0=한번 또는 0번 일치
RegEx_Match1OrMore=한번 이상 일치
RegEx_MatchLeastNTimeNoMoreM=최소 n 번 일치하지만 m 번 이상은 아님
RegEx_MatchLeastNTimes=최소 n 번 일치
RegEx_MatchNTimes=n 번 일치
RegEx_NonCharList=문자 목록에 포함되지 않은 문자
RegEx_NonDigit=숫자 문자가 아닌 것
RegEx_NonWordChar=단어 문자가 아닌 것
RegEx_StartLine=시작 줄
RegEx_SubAlternative=하위패턴 대체
RegEx_SubGroup=하위패턴 그룹
RegEx_SubMatch=첫 하위패턴 일치
RegEx_WordChar=단어 문자
Register=등록하세요
RegisteredTo=등록 사용자: %s
RemoveCount=총수 삭제
RenamedFileCouldNotBeFound=변경한 파일을 찾을 수 없습니다
RenamedFolderCouldNotBeFound=변경한 폴더를 찾을 수 없습니다
RenamedItem=변경한 항목
RenamedItemPath=변경한 항목 경로
RenumberChange=변경하기
RenumberChangeTypeAbsoluteText=절대적 수
RenumberChangeTypeRelativeText=존재하는 수에 상대적인
Replace=바꾸기
ReplaceWith=다음으로 바꾸기
SaveColumnSet=세로행 세트 저장하기
SaveList=목록 저장하기
Season=시즌
Sec=초
SelectFolder=폴더 선택하기
SelectMethod=방법을 선택하세요.
Separator=분리자
Set=세트
ShowInWindow=윈도우에 보이기...
Skip=건너뛰기
StartingAt=시작하기
Status=상태
Status_TestingNames=상태: 이름 테스트하기...
System=시스템
System_Short=S
Tag=태그
TagCategoryAdvanced=고급 태그
TagCategoryChecksum=체크섬 태그
TagCategoryDateTime=날짜/시간 태그
TagCategoryDateTimeCreated=만든 날짜/시간 태그
TagCategoryDateTimeModified=변경 일/시간 태그
TagCategoryDefault=기본 태그
TagCategoryFileSize=파일 크기 태그
TagCategoryGPS=GPS 위치 태그
TagCategoryID3=ID3/MP3 태그
TagCategoryImage=이미지 태그
TagCategoryTVShow=TV 쇼
TagCategoryVideo=비디오 태그
TBShowlblEpisodesTitle="%s"의 시즌과 에피소드를 선택하세요.
TextList=텍스트 목록
TextToBeReplaced=바꿀 텍스트
ToRemoveMoreThanOne=하나 이상의 패턴을 삭제할 때 다른 패턴을 구분하려면 \\ 를 사용하세요.
ToReplaceMoreThanOne=하나 이상의 구절을 바꿀 때 다른 구절과 구분하려면 \\ 를 사용하세요.
TrimCharacters=문자 공백 제거
TypeNameForColumnSet=세로행 세트의 이름을 입력하세요.
Unknown=알 수 없음
Unset=설정하지 않음
UpdateAvailable=업데이트 가능. 업그레이드하려면 클릭하세요.
UpperCase=대문자로 설정
UpperCaseFirstLetter=첫 문자만 대문자로 설정
UpperCaseFirstLetterInEveryWord=모든 단어의 첫 문자를 대문자로 설정
UpperCasePattern=패턴을 대문자로 설정
UseRegularExpressions=정규식 사용하기
Value=값
Video=비디오
VideoFile=비디오 파일
WithErrors=오류 항목
WithoutErrors=오류 없는 항목
WordSeperators=단어 분리자
Year=년
Yes=예
ZeroPadding=0 채우기
ZeroPadTypeAuto=자동
ZeroPadTypeManual=수동
ZeroPadTypeNo=채우기 없음
